
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatisk";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-passord";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec - delt hemmelighet";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth-passord";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Nettverkstilkobling (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Nettverkstilkobling";
"KEYCHAIN_KIND_EAPOL" = "802.1X-passord";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPN-passord";
